Revit 2027 API
GroupTypeId.Nodes Property
 Nodes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Nodes { get; }
Public Shared ReadOnly Property Nodes As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Nodes {
	ForgeTypeId^ get ();
}
static member Nodes : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace